brew "atuin"
brew "btop"
brew "bat"
brew "curl"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tree-sitter-cli"
brew "uv"
brew "wget"
brew "zoxide"
